Repository: shihyuho/berth
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_tw

# menu.continueSetup
source: Continue Setup…
zh_tw: 繼續設定…

# menu.settings
source: Settings…
zh_tw: 設定…

# menu.checkForUpdates
source: Check for Updates…
zh_tw: 檢查更新…

# menu.updateAvailable
source: Update Available: Berth %@
zh_tw: Berth %@ 更新可用

# menu.viewUpdateInstructions
source: View Update Instructions…
zh_tw: 查看更新說明…

# settings.updates.title
source: Updates
zh_tw: 更新

# settings.updates.automatic
source: Check for updates automatically
zh_tw: 自動檢查更新

# settings.updates.idle
source: Berth checks GitHub Releases for new versions.
zh_tw: Berth 會從 GitHub Releases 檢查新版本。

# settings.updates.checking
source: Checking for updates…
zh_tw: 正在檢查更新…

# settings.updates.current
source: Berth %@ is up to date.
zh_tw: Berth %@ 已是最新版本。

# settings.updates.available
source: Berth %@ is available.
zh_tw: Berth %@ 已可更新。

# settings.updates.failed
source: Couldn’t check for updates. Try again later.
zh_tw: 無法檢查更新，請稍後再試。

# updates.alert.title
source: Berth Update Available
zh_tw: Berth 更新可用

# updates.alert.message
source: Berth %@ is available. View the update instructions for direct download and Homebrew.
zh_tw: Berth %@ 已可更新。請查看直接下載與 Homebrew 的更新說明。

# updates.alert.later
source: Later
zh_tw: 稍後

# settings.about.openProject
source: View Project on GitHub
zh_tw: 在 GitHub 查看專案

# settings.about.projectDescription
source: Berth keeps the macOS Dock on the display you choose as its persistent berth.
zh_tw: Berth 會將 macOS Dock 保持在你選擇的固定螢幕上。

# settings.about.title
source: About
zh_tw: 關於

# settings.accessibility.recovery
source: Accessibility permission was revoked. Open System Settings to restore Dock Control.
zh_tw: 「輔助使用」權限已被撤銷。請開啟「系統設定」以恢復 Dock 控制。

# settings.appLanguage.effective
source: Currently using: %@
zh_tw: 目前使用：%@

# settings.appLanguage.instructions
source: In Language & Region, add or select Berth under Applications, choose a language, then reopen Berth.
zh_tw: 請在「語言與地區」的「應用程式」區塊加入或選擇 Berth、選取語言，然後重新開啟 Berth。

# settings.appLanguage.label
source: App Language
zh_tw: App 語言

# settings.appLanguage.openError
source: Couldn’t open System Settings. Open System Settings → General → Language & Region → Applications.
zh_tw: 無法開啟「系統設定」。請前往「系統設定」→「一般」→「語言與地區」→「應用程式」。

# settings.appLanguage.openSettings
source: Open Language & Region…
zh_tw: 開啟「語言與地區」…

# settings.general.title
source: General
zh_tw: 一般

# settings.launchAtLogin.disabled
source: Berth will not launch at login.
zh_tw: Berth 不會在登入時自動啟動。

# settings.launchAtLogin.enabled
source: Berth is registered to launch at login.
zh_tw: Berth 已登錄為登入時自動啟動。

# settings.launchAtLogin.openSettings
source: Open Login Items Settings…
zh_tw: 開啟「登入項目」設定…

# settings.launchAtLogin.requiresApproval
source: Approval is required in System Settings.
zh_tw: 需要在「系統設定」中核准。

# settings.launchAtLogin.unavailable
source: Launch at Login is available in the packaged app.
zh_tw: 「登入時自動啟動」僅適用於已封裝的 App。

# settings.pinnedDisplay.missing
source: The Pinned Display is unavailable. Connect it or choose another display.
zh_tw: 固定螢幕目前無法使用。請連接該螢幕或選擇其他螢幕。

# settings.pinnedDisplay.unavailableSelection
source: Pinned Display (Unavailable)
zh_tw: 固定螢幕（目前無法使用）

# settings.title
source: Berth Settings
zh_tw: Berth 設定

# setup.accessibility.body
source: Berth needs Accessibility permission to keep the Dock on the Pinned Display.
zh_tw: Berth 需要「輔助使用」權限，才能將 Dock 保持在固定螢幕上。

# setup.accessibility.grant
source: Grant Accessibility Permission
zh_tw: 授予「輔助使用」權限

# setup.accessibility.granted
source: Accessibility permission is granted.
zh_tw: 已授予「輔助使用」權限。

# setup.accessibility.required
source: Accessibility permission is required.
zh_tw: 尚未授予「輔助使用」權限。

# setup.accessibility.title
source: Accessibility Permission
zh_tw: 輔助使用權限

# setup.close
source: Close
zh_tw: 關閉

# setup.environment.body
source: Berth requires “Displays have separate Spaces” to be enabled. Check it in Desktop & Dock settings; macOS does not provide a reliable way to verify it automatically.
zh_tw: Berth 需要開啟「顯示器具有獨立的空間」。請在「桌面與 Dock」設定中確認；macOS 沒有可靠的自動檢查方式。

# setup.environment.openSettings
source: Open Desktop & Dock Settings…
zh_tw: 開啟「桌面與 Dock」設定…

# setup.environment.title
source: Display Spaces
zh_tw: 顯示器空間

# setup.introduction
source: Complete these steps in one place. You can close this window and continue later from the Berth menu.
zh_tw: 請在此完成設定。你可以關閉視窗，稍後再從 Berth 選單繼續。

# setup.pinnedDisplay.body
source: Choose the display where the Dock should remain.
zh_tw: 選擇 Dock 應保持所在的固定螢幕。

# setup.pinnedDisplay.choose
source: Choose a display…
zh_tw: 選擇螢幕…

# setup.pinnedDisplay.title
source: Pinned Display
zh_tw: 固定螢幕

# setup.status.needsAccessibility
source: Grant Accessibility permission to continue.
zh_tw: 請授予「輔助使用」權限以繼續。

# setup.status.needsPinnedDisplay
source: Choose a Pinned Display to continue.
zh_tw: 請選擇固定螢幕以繼續。

# setup.status.pinnedDisplayMissing
source: The Pinned Display is unavailable. Connect it or choose another display.
zh_tw: 固定螢幕目前無法使用。請連接該螢幕或選擇其他螢幕。

# setup.status.ready
source: Setup complete. Dock Control is ready.
zh_tw: 設定完成。Dock 控制已就緒。

# setup.title
source: Set Up Berth
zh_tw: 設定 Berth

# display.fallbackName
source: Display %u
zh_tw: 螢幕 %u

# menu.bringDockBack
source: Bring Dock Back to Pinned Display
zh_tw: 立即將 Dock 帶回固定螢幕

# menu.launchAtLogin
source: Launch at Login
zh_tw: 登入時自動啟動

# menu.mainDisplaySuffix
source: (Main Display)
zh_tw: （主螢幕）

# menu.openAccessibilitySettings
source: Open Accessibility Settings…
zh_tw: 開啟「輔助使用」設定…

# menu.pinDockTo
source: Pin Dock to:
zh_tw: 將 Dock 固定於：

# menu.quit
source: Quit
zh_tw: 結束

# menu.unpin
source: Unpin
zh_tw: 取消固定

# status.dockControlInactive
source: Status: Dock control is inactive
zh_tw: 狀態：Dock 控制未啟動

# status.pinned
source: Status: Pinned to “%@”
zh_tw: 狀態：已固定於「%@」

# status.pinnedDisplayMissing
source: Status: Pinned display not found; choose another display
zh_tw: 狀態：找不到固定螢幕；請重新選擇

# status.unpinned
source: Status: Not pinned
zh_tw: 狀態：未固定

# status.waitingForAccessibility
source: Status: Waiting for Accessibility permission; Dock control is paused
zh_tw: 狀態：正在等待「輔助使用」權限；Dock 控制已暫停
